[
  { "input": "Write a catchy jingle for a new eco-friendly detergent brand." },
  { "input": "Create a luxury product name for a silk bedsheet brand." },
  { "input": "Rewrite this product description in a humorous tone: A stainless steel water bottle." },
  { "input": "Generate a poetic tagline for a handmade candle store." },
  { "input": "Write a short ad copy for a new Bluetooth earbud launch aimed at teenagers." },
  { "input": "Come up with a quirky slogan for a streetwear clothing brand." },
  { "input": "Turn this product feature list into a storytelling-style description: air purifier, HEPA filter, sleep mode." },
  { "input": "Create 5 Instagram caption ideas for a bakery introducing mango cheesecake." },
  { "input": "Generate a comparison-style description: wired headphones vs wireless headphones." },
  { "input": "Write a breakup-style roast review for a phone charger that stopped working." },
  { "input": "Write an email campaign introduction for a June monsoon sale." },
  { "input": "Create a mythical origin story for a new sneaker release." },
  { "input": "Write a rap verse about a gaming laptop with RGB lighting." },
  { "input": "Generate a tweet-length announcement for a skincare product restock." },
  { "input": "Write a dramatic movie-trailer-style product description for a vacuum cleaner." },
  { "input": "Summarize this product in 15 words: premium leather wallet." },
  { "input": "Rewrite the product description as if Shakespeare wrote it: a toaster." },
  { "input": "Create a sarcastic tagline for an alarm clock that 'never lets you oversleep'." },
  { "input": "Write a festival-themed product description for a festive kurta collection." },
  { "input": "Author a bedtime-story-style ad copy for herbal tea." },
  { "input": "Write a minimalist modern description for a ceramic vase." },
  { "input": "Write a rhyming couplet about a hair dryer." },
  { "input": "Create a long-form landing page intro for a premium coffee subscription service." },
  { "input": "Generate a product name inspired by Greek mythology for wireless speakers." },
  { "input": "Rewrite this for Gen Z audience: 'This bag is stylish and comfortable.'" },
  { "input": "Explain this product like you’re a villain monologuing in a movie: gaming mouse." },
  { "input": "Write instructions in pirate language for assembling a bookshelf." },
  { "input": "Describe a smartwatch as if it’s a character in a sci-fi novel." },
  { "input": "Create a quirky FAQ section for a company that sells colorful socks." },
  { "input": "Write a heartfelt emotional ad script about a mother gifting a saree to her daughter." },
  { "input": "Transform a dull product description into a high-energy influencer-style pitch." },
  { "input": "Generate 10 clickbait YouTube title ideas for an unboxing video of a food processor." },
  { "input": "Write a mock customer review that exaggerates the greatness of a simple mop." },
  { "input": "Create an ASMR-themed product intro for a bamboo toothbrush." },
  { "input": "Describe a backpack using metaphors related to mountains." },
  { "input": "Write a nostalgic 90s-themed ad copy for a new soft drink." },
  { "input": "Generate a radio commercial script for an online pet supply store." },
  { "input": "Rewrite the description of this product in corporate jargon: a stapler." },
  { "input": "Write a futuristic description of AR-powered sunglasses." },
  { "input": "Compose a haiku about a portable blender." },
  { "input": "Write a heartfelt anniversary-gift description for a customized photo frame." },
  { "input": "Describe a skincare product as if it’s being reviewed by an ancient philosopher." },
  { "input": "Create a product headline that uses wordplay for a hair oil brand." },
  { "input": "Write a fictional chat conversation between two vacuum cleaners gossiping." },
  { "input": "Write a spicy roast-style product feature list for slow-loading smart TV." },
  { "input": "Create a festive Diwali greeting + promo blurb for an online jewellery store." },
  { "input": "Explain a laptop bag like you’re describing a treasure chest." },
  { "input": "Write a cosmic universe-themed description for a glow-in-the-dark water bottle." },
  { "input": "Write a superhero-origin style pitch for a stain-removal laundry bar." },
  { "input": "Generate a product description that sounds like a bedtime lullaby for a baby blanket." }
]
